Repository: rjkip/tasmota-tz
Catalog: src/locales/*.po
Languages: de

source: 💖 Support the project
de: 💖 Projekt unterstützen

source: Buy me a coffee!<0/>
de: Spendier mir einen Kaffee!<0/>

source: Reinier, software engineer and architect
de: Reinier, Softwareentwickler und Architekt

source: Build your web app or website? Automate your business?
de: Web-App oder Website entwickeln? Geschäftsprozesse automatisieren?

source: ✅ Command copied!
de: ✅ Befehl kopiert!

source: 📌 Pick the location of your Tasmota device
de: 📌 Standort deines Tasmota-Geräts auswählen

source: 🕙 Select a time zone for that location
de: 🕙 Zeitzone für diesen Standort auswählen

source: 🚀 Execute commands on your Tasmota device
de: 🚀 Befehle auf deinem Tasmota-Gerät ausführen

source: Please select your time zone...
de: Bitte wähle deine Zeitzone aus...

source: 🌅 Tasmota time zone command helper
de: 🌅 Tasmota Zeitzonen-Befehlshilfe

source: Created by<0/> <1>🌏 reinier.nz</1> • <2>💼 in/rjkip</2> • <3>🐦 @rjkip</3>
de: Erstellt von<0/> <1>🌏 reinier.nz</1> • <2>💼 in/rjkip</2> • <3>🐦 @rjkip</3>

source: Search for a location...
de: Nach einem Standort suchen...

source: No results
de: Keine Ergebnisse

source: Set up accurate sunrise and sunset timers on your Tasmota device. Just select your device’s geographic location and time zone and execute the command on your device.
de: Richte präzise Sonnenaufgangs- und Sonnenuntergangs-Timer auf deinem Tasmota-Gerät ein. Wähle einfach den geografischen Standort und die Zeitzone deines Geräts aus und führe den Befehl auf deinem Gerät aus.
